tap "anomalyco/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"

brew "autoconf"
brew "btop"
brew "bun"
brew "cmake"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "hyperfine" 
brew "imagemagick"
brew "less" 
brew "lld@20"
brew "llvm@20"
brew "luarocks"
brew "mpv"
brew "neovim"
brew "ninja"
brew "node"
brew "opencode"
brew "pandoc-crossref"
brew "pandoc"
brew "python@3.13"
brew "python@3.14"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "urlview"
brew "uv"
brew "w3m"
brew "wget"
brew "yazi"
brew "zoxide"

cask "aerospace"
cask "appcleaner"
#cask "calibre"
cask "codex"
cask "codex-app"
cask "claude-code"
cask "cmux"
cask "discord"
cask "docker-desktop"
cask "font-eb-garamond"
cask "font-Iosevka"
cask "font-hack-nerd-font"
cask "font-open-sans"
cask "ghostty"
cask "helium-browser"
cask "imageoptim"
cask "microsoft-teams"
cask "mullvad-vpn"
cask "obsidian"
cask "raycast"
cask "sioyek"
cask "telegram"
cask "webull"
cask "zed"
cask "zen"
cask "zoom"
