tap "anomalyco/tap", trusted: true    # opencode
tap "nikitabobko/tap", trusted: true  # aerospace
tap "buo/cask-upgrade", trusted: true

brew "btop"
brew "cmake"
brew "deno"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git"
brew "go"
brew "hyperfine" 
brew "luarocks"
brew "mpv"
brew "neovim"
brew "ninja"
brew "node"
brew "opam"
brew "opencode"
brew "pandoc-crossref"
brew "pandoc"
brew "python@3.13"
brew "python@3.14"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tmux"
brew "tokei"
brew "tree-sitter-cli"
brew "uv"
brew "w3m"
brew "wget"
brew "yazi"

cask "aerospace"
cask "appcleaner"
cask "discord"
cask "docker-desktop"
cask "font-eb-garamond"
cask "font-Iosevka"
cask "font-hack-nerd-font"
cask "ghostty"
cask "microsoft-teams"
cask "mullvad-vpn"
cask "obsidian"
cask "raycast"
cask "sioyek"
cask "telegram"
cask "webull"
cask "zed"
cask "zen"
cask "zoom"

go "github.com/tsoding/snitch"

#cask "calibre"
