tap "anomalyco/tap"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"

brew "autoconf"
brew "btop"
brew "cmake"
brew "eza" # Better ls
brew "fastfetch"
brew "fd" # Easier find
brew "ffmpeg"
brew "fzf"
brew "gh" # Github client
brew "git"
brew "go"
brew "htop"

# Benchmarking tool
brew "hyperfine" 

brew "imagemagick"
brew "lazygit"

# Because Mac ships with outdated less
brew "less" 

brew "lld@20"
brew "llvm@20"
brew "luarocks"

# Media player
brew "mpv"

brew "neovim"
brew "ninja"
brew "node"
brew "opencode"
brew "pandoc-crossref"
brew "pandoc"
brew "python@3.13"
brew "python@3.14"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tmux"
brew "urlview"
brew "uv"
brew "wget"
brew "yazi"

# Better cd
brew "zoxide"

cask "appcleaner"
cask "discord"
cask "dropzone"
cask "font-hack-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "imageoptim"
cask "microsoft-teams"
cask "mullvad-vpn"
cask "aerospace"
cask "obsidian"
cask "raycast"
cask "telegram"
cask "visual-studio-code"
cask "zen"
cask "zoom"
